[Balance.PawnBalance_PrimalBeast_Bedrock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bedrock Bullymong",TransformedNames=((TransformedName="Bedrock Primal Beast"),(TransformedName="Bedrock Ferovore"),(TransformedName="Bedrock Bonerfart"),(TransformedName="Bedrock Bullymong")))
PlayThroughs[1]=(DisplayName="Rockwall Bullymong",TransformedNames=((TransformedName="Bedrock Primal Beast"),(TransformedName="Bedrock Ferovore"),(TransformedName="Bedrock Bonerfart"),(TransformedName="Bedrock Bullymong")))

[Balance.PawnBalance_PrimalBeast_BedrockBadass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Badass Bedrock Bullymong",TransformedNames=((TransformedName="Badass Bedrock Primal Beast"),(TransformedName="Badass Bedrock Ferovore"),(TransformedName="Badass Bedrock Bonerfart"),(TransformedName="Badass Bedrock Bullymong")))
PlayThroughs[1]=(DisplayName="Super Badass Rockwall Bullymong",TransformedNames=((TransformedName="Badass Bedrock Primal Beast"),(TransformedName="Badass Bedrock Ferovore"),(TransformedName="Badass Bedrock Bonerfart"),(TransformedName="Badass Bedrock Bullymong")))
